[
    {
        "author": "Aesop Rock",
        "line": "Not to mention, once you hassle the hoard it doesn't matter how much furniture you stack at the door."
    },
    {
        "author": "Aesop Rock",
        "line": "There's smoke in my iris, but I painted a sunny day on the insides of my eyelids."
    },
    {
        "author": "MF DOOM",
        "line": "Definition 'super-villain', a killer who loves children, one who is well-skilled in destruction as well as building."
    },
    {
        "author": "Killer Mike",
        "line": "We brag on having bread, but none of us are bakers. We all talk having greens, but none of us own acres. If none of us own acres, and none of us grow wheat, then who will feed our people when our people need to eat?"
    },
    {
        "author": "El-P",
        "line": "I'm a Caveman. Your modern ways frighten and confuse me. I watch your spirit box with the blinking lights and think: are those little people trapped in that box?"
    },
    {
        "author": "clipping.",
        "line": "Everyone safe and sound, this how family do. Only homies around, everyone here is crew. Somethin' foul in the air, somethin' feelin' askew. Wind is in the pipes, is that whistle callin' for you?"
    },
    {
        "author": "Viktor Vaughn",
        "line": "Viktor the director flip a script like Rob Reiner. The way a lotta dudes rhyme their name should be 'knob shiner'."
    },
    {
        "author": "Kendrick Lamar",
        "line": "I'm so sick and tired of the Photoshop. Show me somethin' natural like afro on Richard Pryor."
    },
    {
        "author": "Kendrick Lamar",
        "line": "I got power, poison, pain, and joy inside my DNA. I got hustle, though, ambition flow inside my DNA. I was born like this, since one like this, immaculate conception. I transform like this, perform like this, was Yeshua's new weapon."
    },
    {
        "author": "Mos Def",
        "line": "From the first to the last of it delivery is passionate. The whole and not the half of it, forecast and aftermath of it. Projectile that them blasted with, accurate assassin it. Me and Kweli close like Bethlehem and Nazareth."
    },
    {
        "author": "Nas",
        "line": "It drops deep as it does in my breath. I never sleep, 'cause sleep is the cousin of death. Beyond the walls of intelligence, life is defined. I think of crime when I'm in a 'New York' state of mind."
    },
    {
        "author": "Wu-Tang Clan",
        "line": "I bomb atomically. Socrates' philosophies and hypotheses can't define how I be dropping these mockeries."
    },
    {
        "author": "Notorious B.I.G.",
        "line": "It was all a dream. I used to read Word Up! magazine, Salt-n-Pepa and Heavy D up in the limousine. Hangin' pictures on my wall, every Saturday Rap Attack, Mr. Magic, Marley Marl."
    },
    {
        "author": "Outkast",
        "line": "King meets queen, then the puppy love thing. Together dream 'bout that crib with the Goodyear swing on the oak tree. I hope we feel like this forever..."
    },
    {
        "author": "Outkast",
        "line": "True, I got more fans than the average man, but not enough loot to last me to the end of the week. I live by the beat like you live check-to-check. If you don't move your feet then I don't eat, so we like neck-to-neck."
    },
    {
        "author": "Eminem",
        "line": "Now, who's the king of these rude, ludicrous, lucrative lyrics? Who could inherit the title; put the youth in hysterics? Using his music to steer it, sharing his views and his merits, but there's a huge interference: they're saying you shouldn't hear it!"
    }
]